org/blog/2021/many-dreams.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 梦的合辑

** 2021年3月21日
   :PROPERTIES:
   :CUSTOM_ID: 年3月21日
   :END:
我和妹妹骑着自行车，不知道为什么人仰马翻，两个人摔倒在地，两个人哈哈大笑。

听见曾经熟识的人变得很功利，非名利不求，内心的失望是无法言说的。

喜欢用搞怪来吸引暗恋女孩子的注意，发送匿名的情话，土得掉渣。

** 2021年5月5日
   :PROPERTIES:
   :CUSTOM_ID: 年5月5日
   :END:
我要还给初中同学a一本书。我骑车从家到法院对面的地方，在那里稍作休息之后，继续骑车，来到a家所在的巷子。

路途中我遇到很多熟悉的同学，b、c......时间一下子被放置在初中时期，那时的种种往事都浮现在眼前。

** 2021年7月2日
   :PROPERTIES:
   :CUSTOM_ID: 年7月2日
   :END:
做了梦，梦醒了，忘记了

** 2021年7月10日
   :PROPERTIES:
   :CUSTOM_ID: 年7月10日
   :END:
做了梦，梦见了高中班主任老头，因为学历歧视而不如意。

还穿了身大红的外套

** 2021年7月30日
   :PROPERTIES:
   :CUSTOM_ID: 年7月30日
   :END:
现在能记住的梦境由两部分组成。

第一部分：

在和大学暗恋的女生说话，要上课了，老师来了，介绍课程，布置作业。

但是，教室是在初中时的地方，老师也是初中时的历史老师。他还向我们介绍一个学校的实验场地，说是以后会有老师带着在那里做一个星期的实验。

第二部分：

妹妹和我诉苦，说班级里有同学排挤她。我试着劝她。
