blog/2021/many-dreams.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 09:39 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>梦的合辑</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">梦的合辑</h1>
</header>
<div id="outline-container-年 3 月 21 日" class="outline-2">
<h2 id="年 3 月 21 日">2021 年 3 月 21 日</h2>
<div class="outline-text-2" id="text-年 3 月 21 日">
<p>
我和妹妹骑着自行车，不知道为什么人仰马翻，两个人摔倒在地，两个人哈哈大笑。
</p>

<p>
听见曾经熟识的人变得很功利，非名利不求，内心的失望是无法言说的。
</p>

<p>
喜欢用搞怪来吸引暗恋女孩子的注意，发送匿名的情话，土得掉渣。
</p>
</div>
</div>

<div id="outline-container-年 5 月 5 日" class="outline-2">
<h2 id="年 5 月 5 日">2021 年 5 月 5 日</h2>
<div class="outline-text-2" id="text-年 5 月 5 日">
<p>
我要还给初中同学 a 一本书。我骑车从家到法院对面的地方，在那里稍作休息之后，继续骑车，来到 a 家所在的巷子。
</p>

<p>
路途中我遇到很多熟悉的同学，b、c&#x2026;&#x2026;时间一下子被放置在初中时期，那时的种种往事都浮现在眼前。
</p>
</div>
</div>

<div id="outline-container-年 7 月 2 日" class="outline-2">
<h2 id="年 7 月 2 日">2021 年 7 月 2 日</h2>
<div class="outline-text-2" id="text-年 7 月 2 日">
<p>
做了梦，梦醒了，忘记了
</p>
</div>
</div>

<div id="outline-container-年 7 月 10 日" class="outline-2">
<h2 id="年 7 月 10 日">2021 年 7 月 10 日</h2>
<div class="outline-text-2" id="text-年 7 月 10 日">
<p>
做了梦，梦见了高中班主任老头，因为学历歧视而不如意。
</p>

<p>
还穿了身大红的外套
</p>
</div>
</div>

<div id="outline-container-年 7 月 30 日" class="outline-2">
<h2 id="年 7 月 30 日">2021 年 7 月 30 日</h2>
<div class="outline-text-2" id="text-年 7 月 30 日">
<p>
现在能记住的梦境由两部分组成。
</p>

<p>
第一部分：
</p>

<p>
在和大学暗恋的女生说话，要上课了，老师来了，介绍课程，布置作业。
</p>

<p>
但是，教室是在初中时的地方，老师也是初中时的历史老师。他还向我们介绍一个学校的实验场地，说是以后会有老师带着在那里做一个星期的实验。
</p>

<p>
第二部分：
</p>

<p>
妹妹和我诉苦，说班级里有同学排挤她。我试着劝她。
</p>
</div>
</div>
</div>
</body>
</html>